
INSERT INTO public.shw1_table (Ндок, Дата, Покупатель, Товар, Колво, Цена)
VALUES
	(1,  '2025-09-29 14:30:00', 'Роман Остафейчук',     'Планшет',  10,  45000.50),
	(1,  '2025-09-28 14:35:00', 'Роман Парафейчук',      'Флешка',   5,  85000.50),
	(2,  '2025-09-30 01:06:00', 'Данила Карелин',         'Плеер', 150,  47000.75),
	(3,  '2025-09-30 11:08:00', 'Юрий Шафран',            'Плеер', 150,  47000.75),
	(4,  '2025-09-30 03:56:00', 'Кирилл Ермолин',         'Плеер', 150,  47000.75),
    (5,  '2025-01-20 13:27:00', 'Павел Громов',         'Планшет',   7,  45000.00),
    (6,  '2025-01-20 12:55:00', 'Виктория Жукова',      'Ноутбук',   2, 125000.00),
    (7,  '2025-01-21 06:40:00', 'Артем Семенов',       'Смартфон',  10,  32000.50),
    (8,  '2025-01-21 07:50:00', 'Юлия Васнецова',       'Планшет',   4,  38000.25),
    (9,  '2025-01-22 12:20:00', 'Роман Титов',          'Монитор',   8,  22000.75),
    (10, '2025-01-22 12:10:00', 'Алина Кравцова',       'Ноутбук',   1,  98000.00),
    (11, '2025-01-23 17:30:00', 'Максим Борисов',    'Клавиатура',  20,   4500.00),
    (12, '2025-01-23 17:20:00', 'Екатерина Соколова',      'Мышь',  35,   1500.80),
    (13, '2025-01-24 08:25:00', 'Игорь Медведев',       'Принтер',   3,  35000.40),
    (14, '2025-01-24 02:45:00', 'Светлана Романова',   'Наушники',  12,   9500.20),
    (15, '2024-09-24 02:45:00', 'Александр Лист',    'Клавиатура',  10,  11500.20);
